{
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "deoplete.nvim": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "search-replace.nvim": { "branch": "main" },
  "spring-boot.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tmux.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-vsnip": { "branch": "master" }
}